Revit 2018 API
OverrideGraphicSettings.CutFillColor Property
 Cut surface fill color.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.0)
Since: 2014
Syntax
C#
public Color CutFillColor { get; }
Visual Basic
Public ReadOnly Property CutFillColor As Color
	Get
Visual C++
public:
property Color^ CutFillColor {
	Color^ get ();
}
See Also
OverrideGraphicSettings Class
Autodesk.Revit.DB Namespace